Revit 2027 API
LayoutRuleMaximumSpacing Properties
The LayoutRuleMaximumSpacing type exposes the following members.
Properties
Name | Description
IsReadOnly | Identifies if the object is read-only or modifiable.
(Inherited from APIObject)
Spacing | Get or set the spacing of the beam system.
Top
See Also
Reference
LayoutRuleMaximumSpacing Class
Autodesk.Revit.DB Namespace